/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "%@ 설정하기";
"CreateExtendMoreInfo" = "새로운 무선 네트워크에서 AirPort 무선 장비를 설정하려면 “새로운 무선 네트워크 생성”을 선택하십시오. 사용자의 네트워크에 연결 중인 컴퓨터는 트워크에 있는 다른 컴퓨터와 무선으로 통신할 수 있고, 이더넷을 사용하여 컴퓨터에 연결했을 경우 이더넷을 사용하여 통신할 수 있습니다. 사용자의 장비를 인터넷에 연결하도록 설정하면, 무선 및 유선 컴퓨터도 인터넷 연결을 공유할 수 있습니다. 새로운 무선 네트워크를 설정하려면 계속을 클릭하십시오.\n\n이미 AirPort 네트워크가 설정되어 있고, 사용자의 장비를 해당 AirPort 네트워크에 연결하여 네트워크 적용 범위를 확장하고 싶다면 “나의 AirPort Extreme 또는 AirPort Express 네트워크 적용 범위 확장”을 선택하십시오. 무선 네트워크 범위를 확장하는 것을 WDS(Wireless Distribution System)라고 합니다. WDS에 있는 무선 장비는 단일 인터넷 연결을 공유하고 네트워크에 연결된 컴퓨터에 인터넷 연결을 분배합니다.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "사용자의 무선 장비에 이름 및 암호 제공";
"NameMoreInfo" = "이름은 AirPort 유틸리티의 사이드바에 표시됩니다. 거실 또는 사무실과 같이 알기 쉬운 이름을 사용하십시오. 네트워크에 하나 이상의 무선 장비가 있다면, 설정하거나 변경하고자 하는 무선 장비를 쉽게 인식할 수 있습니다. 해당 장비의 암호를 입력하십시오. 이 암호는 해당 장비의 설정을 변경하기 전에 입력해야 하는 암호입니다.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "네트워크 보안";
"SecurityMoreInfo" = "암호를 사용하여 네트워크를 보호할 수 있습니다. 사용자의 네트워크에 연결하려는 모든 사용자는 암호를 입력해야 합니다.\n\nAirPort 무선 장비는 두 가지 유형의 암호를 지원합니다.\n• WPA2: WPA(Wi-Fi Protected Access) 암호는 안전한 반면 호환성이 떨어집니다.\n• 128비트 WEP: WEP(Wired Equivalent Privacy) 암호는 이전 컴퓨터 및 무선 카드와의 호환성이 뛰어납니다.\n\n“보안 없음”을 선택하면, 적용 범위 내에 있는 모든 사용자가 암호 없이 사용자의 네트워크에 연결할 수 있습니다. 이 옵션은 권장되지 않습니다.\n\n128비트 WEP을 선택하면, 정확히 13자의 암호를 사용하십시오. 이렇게 하면 Windows 및/또는 비 Macintosh 장비와의 호환성을 보장할 수 있습니다.\n\nWPA2 사용을 선택하면, 최소 8자의 암호를 사용하십시오.";
"SecurityMoreInfoWPANone.Title" = "네트워크 보안";
"SecurityMoreInfoWPANone" = "개인용 WPA 무선 보안을 사용하여 암호로 네트워크를 보호할 수 있습니다. 사용자의 네트워크에 접속하고자 하는 사람들은 암호를 입력해야 합니다.\n\n“보안 없음”을 선택하면, 범위 내에 있는 모든 사람들이 암호 없이 사용자의 네트워크에 접속할 수 있습니다. 이 옵션은 권장되지 않습니다.\n\n개인용 WPA 사용을 선택하면, 최소 8자의 암호를 사용하십시오.";
"SecurityMoreInfoWPA2None.Title" = "네트워크 보안";
"SecurityMoreInfoWPA2None" = "개인용 WPA/WPA2 무선 보안을 사용하여 암호로 네트워크를 보호할 수 있습니다. 사용자의 네트워크에 접속하고자 하는 사람들은 암호를 입력해야 합니다.\n\n“보안 없음”을 선택하면, 범위 내에 있는 모든 사람들이 암호 없이 사용자의 네트워크에 접속할 수 있습니다. 이 옵션은 권장되지 않습니다.\n\n개인용 WPA/WPA2 사용을 선택하면, 최소 8자의 암호를 사용하십시오.";
"SecurityMoreInfoTSN.Title" = "네트워크 보안";
"SecurityMoreInfoTSN" = "암호를 사용하여 네트워크를 보호할 수 있습니다. 사용자의 네트워크에 연결하려는 모든 사용자는 암호를 입력해야 합니다.\n\nAirPort 무선 장비는 두 가지 유형의 암호를 지원합니다.\n• WPA2: WPA(Wi-Fi Protected Access) 암호는 안전한 반면 호환성이 떨어집니다.\n• WEP(Transitional Security Network) 암호는 이전 WEP 컴퓨터 및 무선 카드와의 호환성이 뛰어날 뿐만 아니라 최신 WPA 및 WPA2 클라이언트가 사용자의 네트워크에 연결할 수 있도록 허용합니다.\n\n“보안 없음”을 선택하면 적용 범위 내에 있는 모든 사용자가 암호 없이 사용자의 네트워크에 연결할 수 있습니다. 이 옵션은 권장되지 않습니다.\n\nWEP(Transitional Security Network)을 선택하면, 정확히 13자의 암호를 사용하십시오.\n\nWPA2 사용을 선택하면, 최소 8자의 암호를 사용하십시오.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "어떻게 인터넷에 연결하겠습니까?";
"InternetMoreInfo" = "DSL 또는 케이블 모뎀을 사용하여 인터넷에 연결하고 사용자의 ISP(인터넷 서비스 제공업체)에서 DHCP를 사용하여 자동으로 IP 주소를 제공한다면, 첫번째 옵션을 선택하십시오.\n\nPPPoE(PPP over Ethernet)를 사용하여 인터넷에 연결한다면, 두번째 옵션을 선택하십시오. PPPoE를 사용하여 인터넷에 연결한다면, 계정 이름과 암호가 제공되었을 것입니다. 확실하지 않다면 서비스 제공업체에 문의하십시오.\n\n이더넷 네트워크에 연결한다면, 세번째 옵션을 선택하십시오. IP 주소를 어떻게 제공받는지에 대한 정보(DHCP 사용 또는 수동)는 네트워크 관리자(또는 네트워크를 설정한 사람)에게 문의하십시오.\n\n내장 모뎀이 있는 AirPort 베이스 스테이션을 설정하고 전화 연결 PPP 계정이 있다면, \"전화선에 연결된 모뎀을 사용합니다.\"를 선택하십시오.\n\n베이스 스테이션의 설정을 계속하고 싶지만, 인터넷에 연결하고 싶지 않다면 \"지금 인터넷에 연결할 준비가 되지 않았습니다.\"를 선택하십시오. 인터넷 연결 준비가 되면 언제든지 돌아갈 수 있습니다.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "사용자의 장비에서 TCP/IP 설정";
"EthernetMoreInfo" = "서비스 제공업체가 IP 주소를 제공하는 방식에 따라 IPv4 구성 팝업 메뉴에서 DHCP 사용 또는 수동을 선택하십시오. ISP로부터 자동으로 IP 주소를 받는다면, TCP/IP 구성 팝업 메뉴에서 DHCP 사용을 선택하십시오. IP 주소 필드 및 기타 필드는 ISP에서 채웁니다.\n\n만약 서비스 제공업체가 인터넷 계정과 함께 IP 주소 및 기타 숫자를 제공했다면, 수동을 선택하고 해당 정보를 사용하여 무선 장비 IP 주소를 수동으로 구성하십시오. 확실하지 않다면, 서비스 제공업체에 문의하십시오.\n\n서비스 제공업체에서 장비의 MAC 주소를 요청한다면, AirPort 무선 장비 바닥에 있는 레이블에 프린트된 이더넷 WAN 포트 주소를 사용하십시오.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "%@을(를) 사용하여 원하는 작업을 선택하십시오.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "이미 AirPort 무선 장비 또는 무선 라우터를 가지고 있고, 이 장비를 %@(으)로 대치하려면, “기존의 베이스 스테이션 또는 무선 라우터를 %@(으)로 대치”를 선택하십시오";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "이미 네트워크가 있고 %@이(가) 이 네트워크에 무선으로 또는 이더넷을 사용하여 연결하도록 하려면, “현재 나의 네트워크에 %@을(를) 연결”을 선택하십시오";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "무선 네트워크가 없거나 추가 무선 네트워크를 추가하려면, “새로운 무선 네트워크를 생성”을 선택하십시오";

"GuestNetworkMoreInfo.Title" = "방문자 네트워크";
"GuestNetworkMoreInfo" = "방문자 네트워크는 클라이언트 컴퓨터가 개인 네트워크에 접근하지 않은 채로 인터넷에 연결하도록 허용합니다. 암호 보호를 사용하거나 사용하지 않는 방문자 네트워크를 설정할 수 있습니다.\n\n수동 설정을 사용하여, 방문자 네트워크에 연결된 컴퓨터 사이에서의 파일 공유 등의 기타 방문자 네트워크 옵션을 설정할 수 있습니다.";


/* End of strings file */
